---
kind: property
id: P:Autodesk.Revit.DB.ScheduleField.IsOverridden
source: html/04fe4475-4173-f7eb-6c0f-11ee1d11f0f4.htm
---
# Autodesk.Revit.DB.ScheduleField.IsOverridden Property

Indicates if the field is overridden or not.

## Syntax (C#)
```csharp
public bool IsOverridden { get; }
```